espressif/esp-idf/examples/protocols/https_x509_bundle/sdkconfig.ci.default_crt_bundle
CONFIG_IDF_TARGET="esp32"
CONFIG_MBEDTLS_CERTIFICATE_BUNDLE_DEFAULT_FULL=y

# QEMU-Related configurations
CONFIG_EXAMPLE_CONNECT_ETHERNET=y
CONFIG_EXAMPLE_USE_OPENETH=y
CONFIG_EXAMPLE_CONNECT_WIFI=n
CONFIG_ETH_USE_SPI_ETHERNET=n
